{
  "Intelligence & Transcripts": [
    {
      "Entry Title": "Initial Campaign Strategy Session",
      "Date Recorded": "2025-06-15",
      "Source": "Voice Memo",
      "Raw Transcript/Note": "Discussion of the three-phase approach: Phase 1 - Evidence gathering and documentation of survey manipulation. Phase 2 - Pressure campaign targeting key council members. Phase 3 - Endgame escalation if needed. Key focus on CAPTCHA issue and Purdah violation.",
      "AI Summary": "Strategic planning session outlining the campaign's three-phase approach targeting Shore Road closure opposition. Primary focus on leveraging survey manipulation evidence and Purdah violations.",
      "Tagged Entities": [
        "Blake Compton",
        "Pete Mitchell",
        "Swanage Town Council",
        "Shore Road"
      ],
      "Processing Status": "Processed",
      "Inferred": true
    },
    {
      "Entry Title": "Tony Powell CAPTCHA Confirmation Call",
      "Date Recorded": "2025-06-28",
      "Source": "Google Meet",
      "Raw Transcript/Note": "Tony Powell confirmed via email that CAPTCHA was added mid-survey on 'recommendation' of Engagement HQ. This is the smoking gun we needed. Sarah Streams was the perfect conduit for this information. Need to preserve this evidence immediately.",
      "AI Summary": "Critical intelligence confirming survey manipulation through CAPTCHA addition. Tony Powell's email to Sarah Streams provides direct evidence of process interference by Engagement HQ.",
      "Tagged Entities": [
        "Tony Powell",
        "Sarah Streams",
        "Engagement HQ",
        "Dorset Coast Forum"
      ],
      "Processing Status": "Processed"
    },
    {
      "Entry Title": "Ground Contact Status Update - Angelo & Mel",
      "Date Recorded": "2025-07-02",
      "Source": "Personal Note",
      "Raw Transcript/Note": "Angelo Wiggins still wishy-washy but maintaining contact. Described as 'hard work' but useful for local intelligence. Mel initially showed selfish interest but coming around. Both contacts on Battlemead Road area providing good ground-level perspective.",
      "AI Summary": "Status update on local ground contacts. Angelo Wiggins and Mel providing valuable local intelligence despite initial resistance. Both contacts located in key impact zone.",
      "Tagged Entities": [
        "Angelo Wiggins",
        "Mel",
        "Battlemead Road",
        "North Swanage"
      ],
      "Processing Status": "Processed",
      "Inferred": true
    },
    {
      "Entry Title": "David Hollister Purdah Violation Discovery",
      "Date Recorded": "2025-07-05",
      "Source": "External Source",
      "Raw Transcript/Note": "MAJOR BREAKTHROUGH: David Hollister posted politically biased comment on official Swanage Town Council platform during pre-election Purdah period. Explicitly denounced Phillippe Edes and endorsed Gary Suttle. This is a clear violation and excellent ammunition.",
      "AI Summary": "Discovery of critical Purdah violation by David Hollister. Political endorsement on official council platform during restricted period provides strong evidence of improper conduct.",
      "Tagged Entities": [
        "David Hollister",
        "Phillippe Edes",
        "Gary Suttle",
        "Swanage Town Council"
      ],
      "Processing Status": "Processed",
      "Inferred": true
    },
    {
      "Entry Title": "Gemini AI Survey Analysis Results",
      "Date Recorded": "2025-07-08",
      "Source": "External Source",
      "Raw Transcript/Note": "Independent AI analysis of official survey concluded WITHOUT PROMPTING that survey was biased and structured unfairly. This validates our entire argument about survey manipulation. Perfect third-party validation of our position.",
      "AI Summary": "Independent AI analysis confirms campaign's position on survey bias. Unprompted conclusion of unfair survey structure provides objective validation of manipulation claims.",
      "Tagged Entities": [
        "Dorset Coast Forum",
        "Survey Manipulation",
        "Gemini AI"
      ],
      "Processing Status": "Processed",
      "Inferred": true
    },
    {
      "Entry Title": "Phase 2 Planning - Pressure Campaign Targets",
      "Date Recorded": "2025-07-10",
      "Source": "Voice Memo",
      "Raw Transcript/Note": "Identified Cliff Sutton as primary target for email pressure campaign. Goal is to influence his vote through strategic pressure. UK Statistics Authority formal complaint should be submitted in parallel. Chris Toms (Deputy Mayor) also potential target but lower priority.",
      "AI Summary": "Phase 2 planning session identifying key pressure campaign targets. Cliff Sutton designated primary target with UK Statistics Authority complaint as parallel strategy.",
      "Tagged Entities": [
        "Cliff Sutton",
        "Chris Toms",
        "UK Statistics Authority"
      ],
      "Processing Status": "Needs Processing",
      "Inferred": true
    },
    {
      "Entry Title": "Strategy Meeting: Discrediting DCF Survey & Election Campaign Tactics",
      "Date Recorded": "2024-07-05",
      "Source": "Google Meet",
      "Raw Transcript/Note": "### Transcript\n\n**Speaker 1** (00:06): So what's going on then man?\n\n**Speaker 2** (00:07): Stay or play?\n\n**Speaker 1** (00:09): Oh god. Are we on record yet?\n\n**Speaker 2** (00:10): Yeah.\n\n**Speaker 1** (00:11): Good.\n\n**Speaker 2** (00:14): Yeah, messy, mate. Messy, messy, messy. Just,\n\n**Speaker 1** (00:19): And not just on this in, like, beats and everything.\n\n**Speaker 2** (00:24): Well,\n\n**Speaker 1** (00:25): Uh, yeah. That, I mean that, that'll come together. I just got to keep plugging away at that. I'm not really, it is what it is. There's a lot of good weather coming in. I just need to enjoy. I just need to keep grit, gritting my teeth and just enjoying. There isn't any other word.\n\n**Speaker 2** (00:30): Is, is this, I thought that, I thought that summer was going to be coming to an end, the fact that we've had four weeks of it and I should know. I've forgotten that we were not, in fact, in that summer.\n\n**Speaker 1** (00:37): No, no it's crazy.\n\n**Speaker 2** (00:49): Yeah, I know. It's, it's, it's a serious good weather man. I, I, I'm actually,\n\n**Speaker 1** (00:51): How's your week in your sleep?\n\n**Speaker 2** (00:57): It's not been too bad. It's not been too bad. Like, really, I mean, I will, I will annihilate it and get it back in. I'm, I'm, I've got the little courses up which I'll drop but...\n\n**Speaker 1** (00:59): Because of the last two, last two or three days I've put it back in order and I cannot even begin to tell you how much fucking easier my life has been.\n\n**Speaker 2** (01:17): Well, of course.\n\n**Speaker 1** (01:19): It's so easy to forget, dude. It really is.\n\n**Speaker 2** (01:22): Yeah, it's brutal.\n\n**Speaker 1** (01:23): You know? I mean, you're talking to the king of uppers and downers. Like, I know how to use those things, yeah. And you can get away with it for a while. But you just become so much more balanced within yourself. Which is just so key when you're dealing with humanity.\n\n**Speaker 2** (01:52): Oh, yeah. And what is this right now, if anything but dealing with humanity on a different scale, man? I tell you what dealing with these people. Do you know even Angelo? Yeah? You know Angelo Wiggins on the corner? Like, I was talking to him yesterday. I tell you he's been hard work. Like, honestly, what fucking just wish like people would just cannot execute, man. Like, wishy washy. Like, you know, he knows what I'm saying is correct. He knows what needs to be done. But these people just don't... Yeah, politics is messy. Politics is messy. I can, I can see why when these counselors are in, where these politicians... Do you know what? I've I've never understood politician so much as I do now. Crazy. The lethargy in people is unbelievable. Even when you're doing the work for them, and they've got to do one simple little thing. And and, you know, when I was speaking with Angelo, like, like bless him, fair play. But I mean, when I even said to him about the vote and he was a bit like, like the effort that I've put into it and he knows, right, to save his situation. And he was a bit like, you know, if I vote, if I don't, you know, and if I vote, I will vote for him, yeah, but if I don't, I'll be honest. I'm thinking, mate, I was thinking, mate, you kidding me? Obviously, I keep a lid on it, but I'm just thinking, are you kidding me?\n\n**Speaker 1** (02:44): Do you mean, do you mean the lethargy of the people within the political circle? Do you mean people...\n\n**Speaker 2** (03:14): I mean everyone, mate, honestly, like people, people genuinely are just found wanting. Lambs to the slaughter, man. Like genuinely, I can see it. You know, people when when it comes on a political front, depend depends on depends on um depends on your position. You know, like obviously people, people are basically just existing until the point where if they are affected, then, you know, it's a thing. I mean, even when they're being affected now, like it's unfair though, actually. It's unfair because actually many people, many people are, you know, I've met many good people and I've many good discussions. So, it's a bit unfair. But the problem is I suppose I'm so attached to the result, because I know the result is everything. I've never felt as ill as I feel now. Honestly.\n\n**Speaker 1** (04:04): Ill?\n\n**Speaker 2** (04:05): I've never felt as drained in my life, man. Honestly, dealing with people, they're just sucking the life out me. But it is essential. But I'm definitely becoming a little bit more misanthropic, yeah, through this. I am. I am. I can feel it because it's the point when you're trying to enact a big change and you're trying to do something you see the best and you see the worst of people. It's crazy.\n\n**Speaker 1** (04:34): Yeah. I mean, I know it's, I know it's a slightly different micro, but being a therapist is essentially the art of trying to ask people to change and to act. And the amount the the amount of effort you have to put in to make up for their shortcoming is draining.\n\n**Speaker 2** (05:01): Of course.\n\n**Speaker 1** (05:02): Like, in a very real way. Especially when it's repeated contact over a time on something that you both agree to be important, but for some reason they just don't do it.\n\n**Speaker 2** (05:14): Mmm, mmm. Yeah, that's right.\n\n**Speaker 1** (05:17): It's it's draining.\n\n**Speaker 2** (05:18): Yeah, that's right.\n\n**Speaker 1** (05:19): But now within the therapeutic container you are somewhat protected because you have their interests at heart. Whereas this is not quite the same. This isn't the same at all.\n\n**Speaker 2** (05:28): Yeah, yeah, yeah, but the but the crossover of them not doing, you know, them, you know, there's the agreeance on what needs to be done and it's in their interest and they don't do it. The, yeah, I know, it's crazy. It's crazy. You know, and these people, remember when we're talking about money, you know, this is a difference. We're talking about their property value. We're talking about their household. We're talking about, like, all the work's being done for you. Like, I've got the core interest in this, of course I have. And it's something that goes well beyond money. You know, this is, this is, this is to do with humiliation. This is what this is to do with. This is to do with, do you accept a position when those who are outrageously average come and drop a bomb on you? Like, and you walk away and you realize that. You know, yeah, that has happened before. I have had, you know, that's fine. But in this circumstance, it's really, that's what's keeping me going. It's not just the outcome. The outcome is different. Like, the outcome, the tangible outcome is actually more the human outcome. These individuals that are behind closed doors, machinated these plans knowing what the result would be. You know? And tried to pull their levers. You know? But by God, to be able to cover a lot of ground to try and catch them, which is, which in in essence, we have kind of caught them. Like this is an unthinkable victory. Unthinkable really. I mean, it's just,\n\n**Speaker 1** (06:55): I don't know what this is.\n\n**Speaker 2** (06:56): This is, this is the guy, Phillippe, yeah. This is the guy, this is the guy that I'm going for with the election. And this is, this is our compadre.\n\n**Speaker 1** (07:01): When you say unthinkable, do you mean like very hard to get to happen?\n\n**Speaker 2** (07:06): The margins are not massive, but still to have got him in to do it is pretty major. Yeah, pretty major. Like, and, and, and actually, it is the true victory because he will terrorize them from the inside. Not not because I trust him, but because I know what he is. Yeah. And he will do it for his own means, for means and ends. You know? We benefit by the virtue of him just being him, you know? But then I've met, and you see the selfish interest. I mean, even some of the people I've seen down this road. You know, you've got Mel who lives down the road, like a funny dude. You know, instantaneously all they do is think about themselves. There's a, but it's been warming because you've spoken to a lot of people and I've spoken to a lot of people, you know, and they're like, oh yeah, they're thinking about the other people and other roads and they said that, you know, and that's that's good. I've said to people, you know, that's an amazing thing. It's nice to hear that, you know? You know? But yeah, trying to incite people. It's definitely a Flintonian flex, mate. Trying to say the right things in order to inspire people to do your will really. It's pretty crazy, like, in the moment. It is the thing I specialize in more. It's true. Like, and also just holding my tongue. I have one dude, yeah. He lives down, he lives down Battlemead, yeah, one, will be one of the most affected roads. Uncany like, that's calculably correct in the absolute form, right? And I remember I saw him as we were just talking and I was just giving him, you know, some bare based facts and he was an older dude, like talking to me so patronizing. Oh, really? Oh, oh, really? Like talking to me like that. I held my tongue completely. Why? Because it doesn't matter how you feel, what matters is the win. And you just never know. You might capture, but he was a real, real dickhead, you know? And it's like, you know, we we're talking about putting effort on your behalf. But, you know, people just burrow down into their own sense.\n\n**Speaker 1** (08:59): When you say up the road, you mean just beyond Russ?\n\n**Speaker 2** (09:05): No, uh, no, that was one dude, Mel, yeah, Mel who lives up the road. That isn't the guy I'm talking about then. This guy was one down Battlemead Road. But Mel, he, and he was, he was quite combative as soon as I spoke with him. Of course I dialed it down. You know, I bring it back. You know, that's just what I do. Um, but yeah, still trying to get my point across. Um, so he, he was pretty good. Um, but you know, he had some information to say, but the thing is his position was just he wants it done. I don't drive anyway. Oh, right, cool. No worries then, mate. No worries then. You know? If that's what it's about, if you think it's as simple as that in your simple little world, then go for it. Because it's not as simple as that. Because the actual bare based truth meeting is that they're trying to drive all the traffic past a school where kids are walking to school, dodging brick lorries with no pathway, you know? But you want it pedestrianized because you like to walk down there. You see, you see, you see the the narrowness, the blinkers of people's view. They can't embrace the bigger view because they're so narrowly just want what they want. Now, if we were talking about something that is truly transformational for their life would genuinely change their life when they wake up tomorrow. They're, they're lot in life, they're access, it could be anything like that. Not just money, but stuff that genuinely gives them an upwelling in their life. I would get it. And I'd be like, yes, I get that. You've got to make hard decisions. Right? The kids's got to get run over for you to do that, then okay. You know, I, I understand the greed and selfishness of humans in that life. I get it. But when you're talking about something so abstract, in terms of any benefit that has accrued, and they still cannot see the argument of the knock on effect of risk that it has to children, you think, well, there you go. That's what you're up against.\n\n**Speaker 1** (10:54): So, I mean, I don't know how much you you've already um so you've you've already talked about management of social media. You've talked about the various, the the concern groups that exist already, right? Now, like I don't know the details in that, yeah? But essentially what we're talking about is PR, right? Basically.\n\n**Speaker 2** (11:21): Yes.\n\n**Speaker 1** (11:22): And so, I mean, like what's your read, Captain? Because what this this is what I'm hearing so far is, um, like in terms of like material, whether it's digital or otherwise, like the way I would instinctively, I'm not saying it's the right way, but the way I would instinctively go about it is you have a campaign, let's say. You have a bunch of materials associated with that campaign, but then you have um because you can only you can only get so much text on any given leaflet or whatever. And the tendency is to always want to put on more information than people are actually really prepared to even fucking read, right? And this is true of everything that comes through your inbox. So to use um not but like to use um just standard sales techniques, like clickbait without it being too obvious. And then you you find out which ones work and where by AB testing. So um because you're on the floor, you're on the street floor in the conversations, getting the feedback, seeing the reactions, positive or negative, right? And then it's like, okay, so then you have to scale it or sample it to like half a population or wherever it is that we're interested in. And um the only way you can then do that is like fishing, like you have to have a rod for each you have to have a few casts. That's the same campaign but a few casts to find which one bites.\n\n**Speaker 2** (13:31): I mean, from the tech side of it, I mean, we, you know, we're still accruing those email addresses. So so there's the separation of a few things here. There's the election which is coming up, which unquestionably is the most important, but it is is the most important in terms of outcome. But the other side of it, which will be the email campaign, which will be against Dorset Coast Forum, Swanage Town Council, and the, and the other stakeholders, is equally important in terms of, um but basically, because that shot has been fired, so it has to be seen through. Um, there would have been, it may in some cases there might have been virtue in had the initiation of that. I mean, I never could have known that at the time, but if that shot had never been fired, there would have been a sense of virtue in using that time for something else. However, it has been fired, therefore, it has to be followed through. Um, but in terms of outcome, most definitely the election is one of the most important parts. However, also the,\n\n**Speaker 1** (14:30): that's the 30th, right?\n\n**Speaker 2** (14:32): The 24th. So, so, and, you know, like I said, I'll firefly this shit up. But in terms of, you know, I know in my mindset how I'm doing it because obviously I'm doing the physical groundwork, the door-to-door, you know, I'm doing all the doors, blah, blah, blah, blah. It's incredibly important. You know, quickly just address the ones I can. Um, obviously from the tech side, I mean, interesting, I need to send you, one thing you need to do is I need to, I mean, the notion thing is also important. I mean, what I'll do is the next couple of days, I'm just going to flow.\n\n**Speaker 1** (15:00): Where, where Notion gets in the way, I shouldn't worry too much. Like, I can handle that for now.\n\n**Speaker 2** (15:06): I mean, yeah, yeah, I mean, obviously it's more\n\n**Speaker 1** (15:07): I can give you even a little demo of what we've got so far. Like, it will help you just to get a little context on what's there.\n\n**Speaker 2** (15:15): Yeah, that makes sense. And, and also the\n\n**Speaker 1** (15:17): Because there's, there's less there than you might think.\n\n**Speaker 2** (15:20): Yeah. I suppose visually when I'm looking at it, you know, it's\n\n**Speaker 1** (15:23): It's amazing. It's hard, it's harder on a phone as well.\n\n**Speaker 2** (15:25): Yeah, of course. I could, yeah, of course, I need to get it up on my machine. I mean, to be fair, though, I mean, just to imagine this though, it's very easy because things it's tiring, yeah. Like, obviously I'm tired with all the other things I'm doing, but, but again, you know, the reality is, you know, we started on like the 14th, 15th doing this. It's not actually that long ago that we really, and some major changes have taken place.\n\n**Speaker 1** (15:46): I'd say so.\n\n**Speaker 2** (15:47): Major changes realistically. It feels like a long time ago, but, but really it's not in terms of the stuff that's actually happened. You know? But, but most definitely there has been the ground swell, yeah, of of production that is now to to capitalize on that and follow through. And it is all about timing. Um, but definitely, you know, looking at it, the timing is there. You know, it is there. Um, but it is about strategy. Most most definitely, crucially at the moment is I'd say especially over this week is the production of documents, yeah, which I need to get in terms of the emails. Now just clarify for me, I mean, just clarify for me what the situation with the Granicus is.\n\n**Speaker 1** (16:29): So, I just want to know like what a statement it is cuz you've said one thing in fireflies. Yes. That's between me and you. Yeah. I want, I just want to know exactly what it is that you want to say because and the the the just the simple reason for this is like the captures that you saw, they could honestly have come about by means of a normal algorithm.\n\n**Speaker 2** (16:57): True. However, I've got an email I need to send to you. So what I'm going to do is I'm going to start emailing you documents and emails from my email to you. Yeah, which will go from Blake Compton to Pete Mitchell. Um, is that, so yeah, that will go to, that will go to Pete Mitchell because you are Pete Mitchell at\n\n**Speaker 1** (17:15): Yeah.\n\n**Speaker 2** (17:15): NC. Oh yeah, Aquafina.\n\n**Speaker 3** (17:17): Would you like a coffee Blake?\n\n**Speaker 2** (17:18): Yes please. Thank you. Um, so that will go to Pete Mitchell at NC. Um, what what was the, just to clarify one position, what was the position on the alias? What was the position on the alias? Because obviously you've got Pete Mitchell because you said at the moment we've got a third one at the moment, or was that just, what was Barry Cade was the first one we started. Is Barry still about?\n\n**Speaker 1** (17:48): They're all, they're all still about.\n\n**Speaker 2** (17:51): They're all still about.\n\n**Speaker 1** (17:52): Are they per user payments?\n\n**Speaker 2** (17:53): No.\n\n**Speaker 1** (17:54): Oh, right, so they're all aliases.\n\n**Speaker 2** (17:55): Because we we are going to need, we are going to need a setup of multiple individuals. Yeah. Even if, even if they're just there to send off one or two emails to get a response and then they can die. Yeah. But, but that's one thing because I was thinking about that because there's certain emails that need to be sent to different elements of council and it'll be useful that they're coming from different people. I would actually say in the initial phase, right this week, all we've really got is the emails that need to be sent to Dorset Coast Forum, um, Granicus, which we'll go back to in a minute because what you're saying is is is correct. I need to send you some emails that are sent by different individuals to to Dorset Coast Forum, which will highlight what you've just said there. Um,\n\n**Speaker 1** (18:40): If you've got, if yeah, if you've got like actual people set up, that does make things a bit easier.\n\n**Speaker 2** (18:44): I've got people who've actually contacted Dorset Coast Forum. And I mean what you were saying there about the capture, you'll yeah, of course, correct, right? It could be, could be. However, one of the people who is in the Dorset Coast Forum, um, because this is, this is outside of us, this is one that was sent to me by, so Sarah, Sarah Streams, she contacted Dorset Coast Forum and asked about the capture herself. Yeah? Nothing to do with us.\n\n**Speaker 1** (19:12): Who is she?\n\n**Speaker 2** (19:14): She owns a property down on um, the road.\n\n**Speaker 1** (19:17): And so, okay.\n\n**Speaker 2** (19:18): She was just, she was just struggling because she had done, she had done loads of the surveys with people and suddenly she saw the capture came up and she started knowing there was older people that were struggling to do it.\n\n**Speaker 1** (19:28): Yeah.\n\n**Speaker 2** (19:29): So initially where they're able to, they were struggling to get through it and they just couldn't and in the end they just didn't do the survey. So she rang, she contacted. Now very, very importantly, this Tony Powell exclusive, yeah, and this Tony Powell who is the Dorset Coast Forum coordinator, she's head of it, one paragraph, capture has been added to the survey on recommendation of engagement HQ. So it is, she's formally stating it was added midway.\n\n**Speaker 1** (19:59): Oh, wow.\n\n**Speaker 2** (20:00): On recommendation. So engagement HQ, who is that? I'm assuming it's Granicus or is it an intermediary team? Doesn't matter right now. She hasn't been specific.\n\n**Speaker 1** (20:10): More than everything I've said is irrelevant.\n\n**Speaker 2** (20:11): The company behind our have your say website, so I'm assuming that is Granicus. To improve security of submissions and is soon to be introduced as a feature for all engagement HQ surveys, blah blah blah. It is a tool that has widespread use due to its effectiveness in preventing data being submitted from automated programs. Right, that may be correct, but why is she saying that to her in that moment? So, so it's decided to be added midway through. So a decision,\n\n**Speaker 1** (20:38): What day?\n\n**Speaker 2** (20:39): Uh, this was, um, 26th of June. I mean, you know, this was later. But what she is stating is that that she's saying capture has been added to the survey, this survey specifically. They never had it prior. On recommendation of engagement HQ, human made the choice. Why? You know? And then it says about automation, yeah. Why? Yeah. I mean what what so are they are they then trying to say that they have,\n\n**Speaker 1** (21:10): 26th of June.\n\n**Speaker 2** (21:11): That was 26th of June that she emailed back. But Sarah actually made the email before that. You know? And we do know that the capture started being added, you know, a little bit later. You know? It wasn't there at the beginning of the campaign.\n\n**Speaker 1** (21:26): Okay.\n\n**Speaker 2** (21:26): I never experienced it. I had 102 surveys done in front of me.\n\n**Speaker 1** (21:30): Okay.\n\n**Speaker 2** (21:31): Yeah. So, so the human decision to add it by engagement HQ. But she's very specifically adding the automated programs part. Okay, so do they have proof that that was the case? You know? And then obviously we're trying to convey that point that there was, you know, we were campaigning with people in the street, you know, out there on questions 1, 24, 26, and two. Yeah? Which would have been repetitive, but it was a human engagement with people with their devices. Okay? There was no automation. So are they are they trying to say that they have proof that automation was, and if so, why? You know? Because Dorset Coast forum have just added, um, they've just added because I'm getting messages from people left, right and center about showing about how they added on um, their Facebook, you know, about, oh yeah, the data's in. I mean, in to, you know, because obviously there's different emails going out to different people. The ones to the mayor and the ones to Cliff Sutton, which are going to be the ones to have their vote taken away. They don't need, they can be deferred for a minute. They're not a priority. The priority are the ones that are going up to Dorset Coast Forum using this as evidence, but first the email will go out to Granicus to say who we are, what we did, how we did it.\n\n**Speaker 1** (22:48): Dude, man, if you if you've got a fucking email, so if we start, like, we've got registrations coming in officially on our database, right? From June the 20th, right? And then you've got emails going out from about 23rd, 26th, like of them implementing stuff on top. I mean,\n\n**Speaker 2** (23:11): That's what I mean, which it never happened before. And unless they're going to provide data to support that there was a necessity for it. Why?\n\n**Speaker 1** (23:20): Nah.\n\n**Speaker 2** (23:21): That's what I mean. Do you do you like was I mean, of all these people, was there anybody out there trying to use bots? It's be very clear, anybody I thought was tech savvy that I spoke to who said that sort of thing, I told them straight away, do not do anything like that because we want to try and win this. So this, this is from the head coordinator. You know, and she's stating it, you know? So, I mean, that's, that's pretty damning really. I mean, Sarah did well to get that to be honest. I didn't prompt her to do that. She just did it. Um,\n\n**Speaker 1** (23:52): it's not, it's not like, it's not like um, rocket science, but it's not a non-trivial task to set up a bot. Like, there's just there's just no way. Not for a small town survey.\n\n**Speaker 2** (24:08): No, yeah, no, it it doesn't make sense. What what what what we're trying to do here, I think the initial email before anything from the NSTG goes out to Granicus and just says, who we are, what we did, why we did it, what the campaign stood behind, it was a, you would have seen an enormous uptake in the traffic at that point because there were multiple people out there campaigning on that. There were people, you know, there was, yeah.\n\n**Speaker 1** (24:36): I'll send them the actual data as well.\n\n**Speaker 2** (24:38): Yeah, and the campaign was specifically around a narrow stream of questions. Yeah, so you would have seen that. Yeah. Um, we were advising people because our belief as a campaign is that we had great doubts in the construction of the survey.\n\n**Speaker 1** (24:57): Yeah, the device.\n\n**Speaker 2** (24:58): Dude, did you see the Gemini analysis?\n\n**Speaker 1** (25:00): No, no, no, I didn't. I need to go, I need to go.\n\n**Speaker 2** (25:02): I'll I'll give you the rundown. Yeah, yeah. I didn't give it any leading questions whatsoever. I said, what's your opinion on this survey? Dude, it fucking straight up said, on the surface, on the surface looks um, you know, looks like a a democratic blah, blah, blah, blah, blah. But then if you look, if you read closer, like, this percentage of questions are leading towards one decision or the other. That's one thing, right? Then without any prompting from me whatsoever, it picked out the uh, Shore Road as being a separate issue, right? Toward presented towards the end of the questionnaire, right? Yeah. Like, like it's just all in there. Like, it was like, it's like Gemini came up with it independently, right? Without any prompting from me. Like, it's just, I've got the thread.\n\n**Speaker 1** (26:04): No, I like it.\n\n**Speaker 2** (26:05): And it's like, it's fucking amazing. Yeah, yeah, yeah, no, that's true. That's true. We could we could we can use that. We'll use that with the information. We'll use that against Dorse Coast Forum. That'll be a separate thing. Because no, no, no, that is incredible. I did I did scan over it. I'm going to go through it in depth.\n\n**Speaker 1** (26:09): I'll I'll make a few more versions of that one as well because the fact, the it just it blew my mind that it did it from the off. I think the only word I used was democracy. That was it. Yeah. And that's not an unfair word to use. And I didn't suggest one way or the other. I just said, give me your opinion on it from a, I didn't, didn't, I didn't say there was nothing in there whatsoever that's leading. And it it was, it was, honestly dude, you read it back, it's like you fucking wrote it. And I was just like, wow, wow, like, like, that's not looking good, guys. That's looking really bad on your part.\n\n**Speaker 2** (27:05): Yeah, absolutely.\n\n**Speaker 1** (27:06): Right? Now that's just the beginning, right? That can form a basis of tearing that thing to fucking shreds. And I do mean tear it to shreds.\n\n**Speaker 2** (27:18): What, no, absolutely. What we will do is this will be a later document that we will prepare, depends on the outcome of the survey. If the survey is in favor, then we don't attack it. We attack it only if we lose it, right? So, so yeah, but I mean it's armory, it's weaponry ready to deploy. The the the the initial phase is to do with the is to to question, we're not question at the initial phase is we're not questioning the the construction of the survey, which we know is bias, but we're not questioning that right now. What we're what we're questioning is the human-made choices of Granicus, of Dorset Coast Forum prior. With Granicus, initially, we're not even saying anything to them. Like the first email is just to outreach to them to say who we are, what we did, what we represent, what the campaign was, why you saw all the uptake in traffic, and also the fact that as a body, a group, and also multiple associated individuals and companies that believe in the campaign of the group, will be requesting via Dorset Coast Forum and yourselves that we can have the, I don't know if the word would be unmolested, unadulterated, un or whatever, yeah. Um, access to the data.\n\n**Speaker 1** (28:53): Yeah, the raw data.\n\n**Speaker 2** (28:54): Raw data to be to, we will engage the services of a third party trusted certificated company.\n\n**Speaker 1** (29:00): in equality of yourself.\n\n**Speaker 2** (29:01): Yeah, who the data will be handed over to so that it could be assessed and in with and verified independently. Yeah. That's all we'll be asking for. I can't really see, and then what we'll do is we'll CC cuz first we need to populate in notion all the different stuff.\n\n**Speaker 1** (29:15): I I'm going to ask that um we have a copy as well. Yes. They yes, the problem is they may say no to that because they may say no to that because we were not their client. We could request that of our company once it's handed over. We can't ask them for it. Yeah, because we would be their their client. They may say no because we're not their client. And that they've got that. So but what we're asking for because remember, if we just ask them, if we just asked them, they would say no. But we're not just asking them. We're asking them in public view and we're asking them in front of the governance and audit committee and the scrutiny committee.\n\n**Speaker 1** (29:55): They've got a reputation.\n\n**Speaker 2** (29:56): They've got a reputation committee so then they've got to answer the question no in front of those people which I can't really see how they do do it. And we are reasonably asking that they do not hand that data over to us. They are but they hand it over to an equal in their field who they know has the same rigor and certificated processes to make sure etc etc. and we will be asking them for their analysis. So so that will be the initial phase with Granicus. and but we're not questioning Granicus at this time. That will come after. We will question them after via Dorset Coast forum and we will see when we question Dorset Coast forum about this engagement HQ shit, we will see see Granicus in. We won't direct it at them. We will direct it at Dorset Coast forum. Right? That would be the interesting part. Then we can chase them up after. The whole point of this is the actual survey. So there's a bit of time on this. The yeah, so it's just the beginning of lighting that fire. The actual, because it all ties into one thing, which is the email campaign to discredit Dorset Coast Forum, not Granicus. We are discrediting Granicus Dorset Coast forum ability to interpret the data and to use the data, not Granicus's ability to gather the data.\n\n**Speaker 1** (31:16): Yeah, yeah.\n\n**Speaker 2** (31:16): So we, so we discredit Dorset Coast forum. We're discrediting them on their incapacity to be able to manage their paperwork, which they didn't. We'll be lighting those fires underneath Swanish Town Council, underneath Granicus, highlighting it amongst people because the end goal is to have all of the paper data wiped out, right? And the only thing that is left on the survey is the digital data. That's the end goal of this coming up into the first week of August.\n\n**Speaker 1** (31:45): So what's the paper data?\n\n**Speaker 2** (31:46): The paper data is the data that was gathered, they did paper surveys that were taken from Swanage Town Council. Um,\n\n**Speaker 1** (31:56): is this a map thing as well?\n\n**Speaker 2** (31:57): There's the map thing as well, but there was also these other paper survey things. There was maps, there was all sorts. What we, what we need is to, so what the end goal of this is to be able to triangulate between the third party certificated trusted source that that reviews the data, Granicus's data that was reviewed, that is used and the actual survey um results. So the survey results are in complete unison or a complete balance between the data that Granicus has and our trusted third party certificated company. I know that I can get that Graham Heather to pay for that. He will pay for that for sure. Yeah, for sure. But because what we'll do is as we begin this with Granicus and we begin this with the um Dorset and we begin this with Dorset Coast Forum and we begin this with UK Statistics Agency, we will see see in Graham Heather, the ex-chairman of Boots, some of the other major stakeholders, and they will see what we're doing is the NSTG. Yeah. And then what we'll, yeah, so that's going to be one of the first things. Um, that that's really what that priority is is to begin because once we've begun that fire and I would also say what a a real emphasis of the drive of this campaign is we are not looking to give a shit what Dorset Coast Forum says. We don't care about their answers. Yeah? What we're actually doing is we're just trying to expose. We're trying to drive at an outcome, one that they will resist. We know they're going to resist, and we keep on just driving at it. So we're effectively making statements behind questions, but we're not actually looking for answers on those questions because we already know the answers. You know? So, yeah, that's um, that's that's going to be that's that's first call. Granicus one and also the document that will go out to the UK statistics agency. Now, what I will do is I will get the email address for that Reuben and then I will begin to strategize what the desired outcome of that document is, and then I have to get you to fill in the gaps. You know? Because again, essentially what we're doing with that UK Statistics Authority is we're taking the original survey of 2023 and we are trying to use the fact that Dorset Coast Forum with a very small statistics, um, you know, very small gathering of statistics, tried to use that for a major infrastructure project that would have affected an enormous number of people and property in a particular area. And that when when they tried to do the new round of that, now they are already putting out on Facebook about how they did all these engagement things or all these engagement things. But the reality is, when you look at the actual numbers that were initially coming in and you look at the actual numbers of people that we knew because again, we we will state that we did a we did a random check of 30 households and there was only three that knew about it. All these different things. What we're trying to get the UK statistics agency to do is to question Dorset Coast Forum's ability to apply by what the gold standard of statistics gathering, statistics analysis, statistics presentation, you know? So we'll rip down that that code of conduct with in the UK statistics agency. I will go away and I will find some of the documents, the websites, the code of conduct. I will email them over from Blake to Pete Mitchell. Oh yeah, so I will, I will email them over. They could begin to be begin to be the the spine that we can flesh around and then we'll just keep developing that.\n\n**Speaker 1** (35:46): So it's yeah, there's some of the biggest priorities.\n\n**Speaker 2** (35:48): And and also because they're time consuming because they need to be right. You know, they need to, it's sort of like a one, it's like the UK statistics document is a one-time bang. That that document is going to be reviewed by maybe one or two individuals within the UK statistics regulation authority and they will either look at that document and go we have a duty here to reach out to this Dorset Coast forum or they will not. So it has to be right. Yeah. Yeah, the other email stuff with like other Dorset Coast forum. I mean, it's a bit looser. It's not, it's not going to, that document is not going to be reviewed by some heavyweight motherfucker in the in the UK um regulation authority, right? So it's it's it's not going to be as correct. And also because that because that that chairman of boots and these people are going to look at it. So they need to look at that and go dirty. Dirty play. Yeah. Um,\n\n**Speaker 1** (36:48): Yeah.\n\n**Speaker 2** (36:49): Yeah. That email just changed everything, doesn't it?\n\n**Speaker 1** (36:53): That email changed everything, isn't it?\n\n**Speaker 2** (36:55): You know, because you were right before. Like, would you like a copy of this on?\n\n**Speaker 1** (36:57): Yeah.\n\n**Speaker 2** (36:58): You, you, you were totally right before when you, when you mentioned to me like when I was saying certain stuff and, you know, you said that you're not qualified to say that. You, you're right, absolutely. There's no, you know, there's no good. It's all very well me talking politic and bullshit to people on the scene on their doorstep inville who whatever and it's very different trying to, you know, play that game and yeah, because credibility is everything, right? It's like this one with the UK Statistics Authority. This is a document of credibility, yeah. You know, because these people when we send it to the UK Statistics Authority, we will see see in the governance and audit committee and the scrutiny committee of Dorset Council. So they will already know that, that it's already they will already know that that document has been sent to them with the observability of all these other major players because as a, as a, as a group, we are incredibly concerned at Dorset Coast forums, credibility and competence. So we can get them and the actual outcome of this from the UK Statistics Authority is to literally just get them to email Dorset Coast forum and say, this is the gold standard of statistics. Would you like any assistance with how you operate? That's essentially what the outcome is. In in all honesty, to have even sent it, to have even sent that email saying, hi Reuben, thanks ever so, oh sorry, Harland, thanks ever so much for the conversation the other day and for the invite to send this to you um, personally to be handed on to the um, regulation authority. Um, on behalf of the NSTG and associative um, associative, um, individuals and companies. Um, would you please take this as our formal position on our belief blah, blah, blah, blah. That's that sort of thing. Even that is powerful, but to actually get a response where they actually engage Dorset Coast forum. I mean they'll have nightmares that night.\n\n**Speaker 1** (39:15): That's what we're trying to do. We're trying to create nightmares. This is what this is about. This man right here, yeah, he is a nightmare. This is what we're trying to bring into being nightmares.\n\n**Speaker 2** (39:27): But if you've got the data, you've got the data, mate. I mean, like, that email, it exposed them, they exposed their inherent really.\n\n**Speaker 1** (39:43): Yeah, they have. Yeah, they have. And that's not like I say this woman is the project coordinator. She's the head of the DCF so like, you know, this isn't this isn't an underling. This is her responsibility. It's her responsibility. This isn't an underling that can backtrack. Yeah. A junior that got it wrong. Yeah.\n\n**Speaker 2** (39:56): It's just Sarah did well there unknowingly. But that is that is specific. on recommendation from engagement. I mean that's like it's pretty damning, isn't it really. So Sarah did well to get that.\n\n**Speaker 1** (40:07): Yeah.\n\n**Speaker 2** (40:08): on recommendation from engagement you. I mean that's like, it's pretty damning, isn't it really.\n\n**Speaker 1** (40:17): man.\n\n**Speaker 2** (40:18): man. I mean.\n\n**Speaker 1** (40:22): I'm not, I'm not concluding the idea that we will actually get access to those logs. Like, if if if a capture is implemented halfway through and it's and it's not something they do for any other then it doesn't look good on them at all. Which I'm very glad about.\n\n**Speaker 2** (40:48): Yeah, it's very peculiar. You know, especially when when when I I mean there's other details, right? So so so, so that's the beginning of those building blocks and we'll begin to build it up. However, there there is also the case that for example with Swanage Town Council, now and get Dorse Coast Forum are intimately linked with Dorset, Swanage Town Council, and Dorset Highways, right? Dorset Coast Forum paid by Swanage Town Council. Swanage Town Council clearly showing immense bias for closure or one way. Dorset Highways also did the same thing at one of those meetings, right? Now, we will use that to which we will be the question to the Dorset Coast Dorset Highways team. because when they presented the three options, it was only option three, which is our preferred option, two-way traffic, removal of parking, where the individual making the presentation cast any negative doubt on that option. He did not do that on options one and two. He only did that on three. Now, we will say that we have him recorded. He will believe that. We don't, but he will believe that. And he will, because I remember his words specifically, and he will know he said them. Which was that they stated that on option three, they are not quite sure whether or not they get the measurements of the road and the pathways to meet regulation. That's what they said. He then also stated that also we're not quite sure whether or not we can get benches and things in. Now, it's irrelevant, it's irrelevant whether it's benches, planters, or anything else. The point being is that he cast a negative re facts on option three. He did not do that for any of the others. And also for the fact that he said that that we're not quite sure whether we get the measurements, the question is simple. The amount of money and the amount of time that's been put into this, if you are saying that you simply were not able to access the GIS data to actually do a measurement on a computer, you are also telling me that a series of individuals could not go out and just measure measure from the sea wall to the boundaries. With a tape measure. Right? Considering the road was closed at certain points. I I think we have a good baseline to to have in terms of like, Granicus effect in regard to all this but just because the nature of their um controlled body like status. I mean.\n\n**Speaker 1** (43:48): I need to um, definitely over this month, I need to start coming around more. I need to be more in contact with you.\n\n**Speaker 2** (43:54): Yeah, that's fine. Yeah, yeah, yeah.\n\n**Speaker 1** (43:56): I mean we've had a little, we've had a little sabbatical from each other over the last couple of weeks because obviously I've been dealing with what I have but I definitely because I I can feel I'm I'm feeling seized up from learning new stuff. Yeah, because I'm just being pulled from context to context and I feel like I I have to just keep jumping into what I know. And then maybe with a bit light of learning. But most definitely we're moving into the documentation phase now alongside the election. Um, so we we know what the near term strategy is. I'm going to keep firefly in that. Yeah, strategy, strategy, phase one, zero, two. I'm just going to keep on refining, refining, refining. Um, and just keep putting on the emphasis of what I know is the near-term day-to-day necessity. Like, like, right, this is imperative, need this document, need this document, need this document. You know, cuz unless I'm pushing that um, unless I'm pushing that, it's it's it's not going to make as much sense. The um,\n\n**Speaker 2** (44:55): the alias thing I need to do I need to do I need to do on that. I think it might only be one way. So it's like it's almost like if you change if you change the name of your account, let's say, yeah, you would get a different fresh, a fresh database. So it might just, it might just rehash that.\n\n**Speaker 1** (45:17): But when you pay for a new user, like you can pay for that user on a day-to-day basis. Is that what you said before?\n\n**Speaker 2** (45:22): When you pay?\n\n**Speaker 1** (45:25): When when when when you if you if you make a new user account, you can only pay for the days that you use it, or do you have to pay for the whole month?\n\n**Speaker 2** (45:33): Yeah, I'm not I'm not sure about I'm not sure about that. Yeah. But I need I need to double check because aliases are normally meant in receiving email, but I didn't see reason you can't well, do you know what? I actually, do you know what? Because I, I, I changed my nickname on Notion just yesterday. And so I know, I, I know how easy it is to change your personal information within it doesn't make sense, it doesn't matter if we're just creating like over this month a couple new users, right? Because realistically it has to seem as if it's coming from some multiple individuals. Yeah. That is an important part of it from Barry, from Pete, you know, from some others. You know, if there's a way of like getting those emails out from them, you know, cuz all we're looking to do is receive a couple of emails. You know what, so for example, they ask a question, they make a statement, they look for a response, they get a response, and then they no longer have to do it again because the other individual can pick it up and say, this was from Barry. Yeah. And I'm picking up this issue now. It just makes it seem as if there's a certain team of individuals because that optic has to be there. Um, because it will just seem more formidable. I know the way these people think. Um, so yeah, we we we know the near term. I would say so from now we've got 20 we've got 19 days until the election, right? I'm going to keep trying to get the business open and hit the pavement. Door-to-door, door-to-door. Definitely, now, I don't know whether or not you can do this from your own personal Facebook as well, or whether or not there's even, it makes sense to be personally linked to it. I'm not really too sure it does. Um, but there does need to be some anti- Facebook to some of the stuff that's going on. Um, because in the moment Facebook is being used, um, to get certain information out. And there does need to be a bit of a terror campaign and a propaganda campaign against some of the narrative that is being put out. Now, I don't know how much that matters right now, but in the next couple of weeks, maybe in the last week coming up to the election as people are making those choices, um, so for example, you've got the Swinage independence, you've got the, you know, anywhere where we can find the Swinage um, Swanage News. So two weeks. Swanage, Swanage News is a specific place where they are a propaganda arm of Swanage Town Council. Um, and they are looking to back the conservative candidates and are trying to get them back in. So that can be a place where certain information can be disseminated. Um, there's also, there's also, um, so there's a guy called David Hollister. And he is a local, you know, he does an opinion piece, he does it in the purpose that. He's very clever. Um, I said this on one of the fireflies. He's very clever what he did. Someone sent it to me. He as soon as the election was called, and as soon as the candidates were announced on Monday, he put a piece up straight away. Um, where he denounced our man, Phillipe Eed, who should call him the mayor of Paul from here on in. So, he denounced the mayor of Paul, singled him out on a comment. He's very canny. He knew what he was doing. He used Swanage Town Council's platform. Um, because we're going to go for Swanage Town Council on this one. Um, so he put this piece up straight away where he left a comment underneath it. It was a singular comment. Nobody else wrote anything back. It doesn't, that's not, doesn't matter though. I don't know the exact amount of influence it had, but that's not relevant. We're just using it against them. He he made a comment where he said underneath, um, so Swanage Town Council statement of persons nominated, Swani South and Swani North Ward, election 24th of July 25. Mr. Hollister, Sorry, Phillipe Eed, always said I would back you, but A, you seem conspicuous by your absence at all council meetings. and B, Gary is one of the best counselors that Swani could wish for, despite his blue Rosette. I, now, there's a few things first. He's, he doesn't actually have to be at council meetings, and he doesn't go to them at the moment because he doesn't want to look like he's puppeteering, um, the independence that he got in. I contacted Swanish Town Council straight away and I said, I have many individuals that are chomping at the bit to get hold of Swanish Town Council and try and understand. Now, I have evidence of this that this was left up for, 18 hours, that's when it was, and when we got that stance, it was left up for two days by Swanage Town Council. David Hollister used their platform in order to get that political message out to back Gary Suttle. Gary Suttle is a conservative counselor. Swanish Town Coun so he is a conservative county counselor who is going for the Swanage Town Council conservative seat. See, Swanage Town Council is a conservative led council by the mayor and the deputy mayor. Swanage Town Council as in terms of the official body of it, not the counselors, are supposed to be in what is called Puder, which is where they have to be impartial in every regard, because the election has been called. They are like the civil service. So, they allowed on their platform for two days a message to be left up, not by any old individual, but specifically by a very well-known political individual who has a column piece in a widely distributed um media paper to leave up a political message backing a conservative candidate whilst they are in Puder. Now, I contacted them. They said to me, yes, we will take that down. Now, I said to them, look, that's fine. I said, the reason I contacted you by phone is because we will work very closely together and I don't want Swanish Town Council to be brought into disrepute. So, I said, that's good that you take it down, but I think that you need to specifically issue an apology and distance yourself from David Hollister's comments, because otherwise it will look that Swanish Town Council in terms of the civil service part is aligning itself with those that commentary because they allowed it to be up there for two days, influencing people who viewed it. That is discrediting towards Swanage Town Council.\n\n**Speaker 1** (53:02): Do we know who some of those people are in terms of who viewed it and what their opinion was of Mr. Hollister?\n\n**Speaker 2** (53:08): No, no, we don't, we don't need any of that. And also because it was only shared four times. But it was shared four times, but that four, those four could have showed another 20 on their phone. You know, it's not, it doesn't need to be accountable. It's just the fact that it happened is enough. It's not about the damage that it actually caused, it's about the fact that it even could have. That is damning enough.\n\n**Speaker 1** (53:31): Yeah. It almost definitely has caused damage. It has specifically as they pointed out, Phillipe Eed over and above anyone else.\n\n**Speaker 2** (53:41): You know? So, you know, he's the outsider. He is the nightmare of pool that they do not want. He is a bit of a wanker to be honest, but he's our kind of wanker.\n\n**Speaker 1** (53:56): I'm just surprisingly pointed that's a good strategy really. It's just what to me it's so ballsy. Like contacting a tech company and saying, you know, implement security measure. Like whilst having that's that's the good thing. If if if you can establish no historical use of capture across previous surveys. And then the sudden introduction of this one, I mean, I don't know how you were your way out of that. I'm I'm I'm trying to think of ways they can. That's what I'm trying to do because that there must be some, some, some way they can dumb it down. And obviously they're doing it from public good. blah, blah, blah, blah, blah, but it doesn't seem, it just doesn't look good. The a grass a grass roots community that self advertise itself as um, you know, interested in public safety, the future of Swanage, and the inference being making up for a shortfall in the uh, services that they claim to be doing this already. Like, that on top of the email, I mean, it doesn't look good for them at all. I I think the nature of their uh, controlled body like status. I don't see reason you can. Well, dude, I, I, I actually do, you know what? Because I, I, I changed my nickname on notion just yesterday, and so I know, I I know how easy it is to change your personal information within, it doesn't make sense, it doesn't matter if we're just creating, like over this month a couple new users, right? Because realistically it has to seem as if it's coming from some multiple individuals. Yeah. That is an important part of it from Barry, from Pete, you know, from some others. You know, if there's a way of like getting those emails out from them, you know, cuz all we're looking to do is receive a couple of emails. You know what, so for example, they ask a question, they make a statement, they look for a response, they get a response, and then they no longer have to do it again because the other individual can pick it up and say, this was from Barry. Yeah. And I'm picking up this issue now. It justmakes it seem as if there's a certain team of individuals, because that optic has to be there. Um, because it would just seem more formidable. I know the way these people think. Um, so yeah, we we we know the near term. I would say so from now, we've got 20, we've got 19 days until the election, right? I'm going to keep trying to get the business open and hit the pavement. Door-to-door, door-to-door. Definitely, now, I don't know whether or not you can do this from your own personal Facebook as well, or whether or not there's even, it makes sense to be personally linked to it. I'm not really too sure it does. Um, but there does need to be some anti- Facebook to some of the stuff that's going on. Um, because in the moment Facebook is being used, um, to get certain information out. And there does need to be a bit of a terror campaign and a propaganda campaign against some of the narrative that is being put out. Now, I don't know how much that matters right now, but in the next couple of weeks, maybe in the last week coming up to the election as people are making those choices, um, so for example, you've got the Swinage independence, you've got the, you know, anywhere where we can find the Swinage um, Swanage News, So two weeks, Swanage, Swanage News is a specific place where they are a propaganda arm of Swanage Town Council. Um, and they are looking to back the conservative candidates and are trying to get them back in. So that can be a place where certain information can be disseminated. Um, there's also, there's also, um, so there's a guy called David Hollister. And he is a local, you know, he does an opinion piece, he does it in the purpose of that. He's very clever. Um, I said this on one of the fireflies. He's very clever what he did. Someone sent it to me. He as soon as the election was called, and as soon as the candidates were announced on Monday, he put a piece up straight away. Um, where he denounced our man, Phillipe Eed, who should call him the mayor of Paul from here on in. So, he denounced the mayor of Paul, singled him out on a comment. He's very canny. He knew what he was doing. He used Swanage Town Council's platform, um, because we're going to go for Swanage Town Council on this one. Um, so he put this piece up straight away where he left a comment underneath it. It was a singular comment. Nobody else wrote anything back. It doesn't, that's not, doesn't matter though. I don't know the exact amount of influence it had, but that's not relevant. We're just using it against them. He he made a comment where he said underneath, um, so Swanish Town Council statement of persons nominated, Swani South and Swani North Ward, election 24th of July 25. Mr. Hollister, Sorry, Phillipe Eed, always said I would back you, but A, you seem conspicuous by your absence at all council meetings. and B, Gary is one of the best counselors that Swani could wish for, despite his blue Rosette. I, now, there's a few things first. He's, he doesn't actually have to be at council meetings, and he doesn't go to them at the moment because he doesn't want to look like he's puppeteering, um, the independence that he got in. I contacted Swanish Town Council straight away and I said, I have many individuals that are chomping at the bit to get hold of Swanish Town Council and try and understand. Now, I have evidence of this that this was left up for, 18 hours, that's when it was, and when we got that stance, it was left up for two days by Swanage Town Council. David Hollister used their platform in order to get that political message out to back Gary Suttle. Gary Suttle is a conservative counselor. Swanage Town Coun so he is a conservative county counselor who is going for the Swanage Town Council conservative seat. See, Swanage Town Council is a conservative led council by the mayor and the deputy mayor. Swanage Town Council as in terms of the official body of it, not the counselors, are supposed to be in what is called Puder, which is where they have to be impartial in every regard, because the election has been called. They are like the civil service. So, they allowed on their platform for two days a message to be left up, not by any old individual, but specifically by a very well-known political individual who has a column piece in a widely distributed um media paper to leave up a political message backing a conservative candidate whilst they are in Puder. Now, I contacted them. They said to me, yes, we will take that down. Now, I said to them, look, that's fine. I said, the reason I contacted you by phone is because we will work very closely together and I don't want Swanish Town Council to be brought into disrepute. So, I said, that's good that you take it down, but I think that you need to specifically issue an apology and distance yourself from David Hollister's comments, because otherwise it will look that Swanish Town Council in terms of the civil service part is aligning itself with those that commentary because they allowed it to be up there for two days, influencing people who viewed it. That is discrediting towards Swanage Town Council. Do we know who some of those people are in terms of who viewed it and what their opinion was of Mr. Hollister? No, no, we don't, we don't need any of that. And also because it was only shared four times. But it was shared four times, but that four, those four could have showed another 20 on their phone. You know, it's not, it doesn't need to be accountable. It's just the fact that it happened is enough. It's not about the damage that it actually caused, it's about the fact that it even could have. That is damning enough. It almost definitely has caused damage. It has specifically as they pointed out, Phillipe Eed over and above anyone else. You know? So, you know, he's the outsider. He is the nightmare of pool that they do not want. He is a bit of a wanker to be honest, but he's our kind of wanker. I'm just surprisingly pointed that's a good strategy really. It's just what to me it's so ballsy. Like contacting a tech company and saying, you know, implement security measure. Like whilst having that's that's the good thing. If if if you can establish no historical use of capture across previous surveys. And then the sudden introduction of this one, I mean, I don't know how you were your way out of that. I'm I'm I'm trying to think of ways they can. That's what I'm trying to do because that there must be some, some, some way they can dumb it down. And obviously they're doing it from public good. blah, blah, blah, blah, blah, but it doesn't seem, it just doesn't look good. The a grass a grass roots community that self advertise itself as um, you know, interested in public safety, the future of Swanage, and the inference being making up for a shortfall in the uh, services that they claim to be doing this already. Like, that on top of the email, I mean, it doesn't look good for them at all. I I think the nature of their uh, controlled body like status. I don't see reason you can. Well, dude, I, I, I actually do, you know what? Because I, I, I changed my nickname on notion just yesterday, and so I know, I I know how easy it is to change your personal information within, it doesn't make sense, it doesn't matter if we're just creating, like over this month a couple new users, right? Because realistically it has to seem as if it's coming from some multiple individuals. Yeah. That is an important part of it from Barry, from Pete, you know, from some others. You know, if there's a way of like getting those emails out from them, you know, cuz all we're looking to do is receive a couple of emails. You know what, so for example, they ask a question, they make a statement, they look for a response, they get a response, and then they no longer have to do it again because the other individual can pick it up and say, this was from Barry. Yeah. And I'm picking up this issue now. It just makes it seem as if there's a certain team of individuals, because that optic has to be there. Um, because it would just seem more formidable. I know the way these people think. Um, so yeah, we we we know the near term. I would say so from now, we've got 20 we've got 19 days until the election, right? I'm going to keep trying to get the business open and hit the pavement. Door-to-door, door-to-door. Definitely, now, I don't know whether or not you can do this from your own personal Facebook as well, or whether or not there's even, it makes sense to be personally linked to it. I'm not really too sure it does. Um, but there does need to be some anti- Facebook to some of the stuff that's going on. Um, because in the moment Facebook is being used, um, to get certain information out. And there does need to be a bit of a terror campaign and a propaganda campaign against some of the narrative that is being put out. Now, I don't know how much that matters right now, but in the next couple of weeks, maybe in the last week coming up to the election as people are making those choices, um, so for example, you've got the Swinage independence, you've got the, you know, anywhere where we can find the Swinage um, Swanage News. So two weeks. Swanage, Swanage News is a specific place where they are a propaganda arm of Swanage Town Council. Um, and they are looking to back the conservative candidates and are trying to get them back in. So that can be a place where certain information can be disseminated. Um, there's also, there's also, um, so there's a guy called David Hollister. And he is a local, you know, he does an opinion piece, he does it in the purpose that. He's very clever. Um, I said this on one of the fireflies. He's very clever what he did. Someone sent it to me. He as soon as the election was called, and as soon as the candidates were announced on Monday, he put a piece up straight away. Um, where he denounced our man, Phillipe Eed, who should call him the mayor of Paul from here on in. So, he denounced the mayor of Paul, singled him out on a comment. He's very canny. He knew what he was doing. He used Swanage Town Council's platform. Um, because we're going to go for Swanage Town Council on this one. Um, so he put this piece up straight away where he left a comment underneath it. It was a singular comment. Nobody else wrote anything back. It doesn't, that's not, doesn't matter though. I don't know the exact amount of influence it had, but that's not relevant. We're just using it against them. He he made a comment where he said underneath, um, so Swanage Town Council statement of persons nominated, Swani South and Swani North Ward, election 24th of July 25. Mr. Hollister, Sorry, Phillipe Eed, always said I would back you, but A, you seem conspicuous by your absence at all council meetings. and B, Gary is one of the best counselors that Swani could wish for, despite his blue Rosette. I, now, there's a few things first. He's, he doesn't actually have to be at council meetings, and he doesn't go to them at the moment because he's a bit of a wanker to be honest, but he's our kind of wanker.",
      "AI Summary": "### Core Themes\n\n*   **Campaign Strategy & Tactics:** The discussion centers on a local political campaign, touching on door-to-door canvassing, email campaigns, public relations, and social media (Facebook) strategy. There's a focus on discrediting opposition (Dorset Coast Forum, Swanage Town Council) and managing public perception.\n*   **Data & Evidence Gathering:** A significant part of the conversation is about collecting and using evidence to support their campaign. This includes emails from officials (Tony Powell, Sarah Streams), survey data (from Granicus), and potential Freedom of Information requests. The Gemini analysis of the survey is seen as a key piece of evidence.\n*   **Political Manipulation & Bias:** The speakers believe the official survey was biased and manipulated, citing the mid-survey introduction of a CAPTCHA as proof. They also point to a local newspaper columnist (David Hollister) and Swanage Town Council showing bias towards conservative candidates during the \"Purdah\" period, which they see as a serious breach of protocol.\n*   **Voter Engagement & Mobilization:** There's a strong focus on mobilizing voters and ensuring they are registered before the deadline. The strategy involves direct contact and countering opposition narratives on social media.\n*   **Use of Technology (Notion, Fireflies, Email Aliases):** The speakers discuss using tools like Notion for database management and strategy planning, Fireflies for meeting transcription, and a system of email aliases (Pete Mitchell, Barry Cade, Blake Compton) to manage communications with different stakeholders.\n*   **Personal Toll of Campaigning:** Both speakers touch upon the stress and emotional drain of the campaign, describing it as feeling \"ill,\" \"drained,\" and \"misanthropic\" from dealing with uncooperative or apathetic people.\n\n### Actionables\n\n*   Draft an initial email to Granicus to introduce the NSTG, outline the campaign, and request access to the raw survey data for independent verification by a third party.\n*   Draft a detailed document for the UK Statistics Authority, questioning Dorset Coast Forum's competence in applying statistical standards, using the original 2023 survey and evidence of manipulation (e.g., the CAPTCHA email) as proof. This document should be of high quality to be taken seriously.\n*   Develop a strategy for a Facebook campaign to counter narratives from sources like Swanage News and individuals like David Hollister, particularly in the run-up to the election.\n*   Continue door-to-door canvassing to engage voters.\n*   Send the email evidence from \"Sarah Streams\" and \"Tony Powell\" regarding the CAPTCHA to the team for documentation.\n*   Investigate and confirm the functionality of sending emails from different aliases (e.g., Barry Cade, Pete Mitchell) to support the multi-pronged communication strategy.",
      "Tagged Entities": [
        "Angelo Wiggins",
        "Phillippe Eed",
        "Mel",
        "Tony Powell",
        "Sarah Streams",
        "Pete Mitchell",
        "Blake Compton",
        "Barry Cade",
        "Graham Heather",
        "Reuben",
        "Cliff Sutton",
        "David Hollister",
        "Gary Suttle",
        "Dorset Coast Forum",
        "Swanage Town Council",
        "Granicus",
        "Engagement HQ",
        "UK Statistics Authority",
        "Dorset Highways",
        "Swanage News",
        "Battlemead",
        "Swanage",
        "Election Day (July 24th)"
      ],
      "Processing Status": "Processed",
      "Inferred": false
    }
  ]
}